[
  {
    "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "author": "Buddha"
  },
  {
    "quote": "Every morning we are born again. What we do today is what matters most.",
    "author": "Buddha"
  },
  {
    "quote": "You will not be punished for your anger, you will be punished by your anger.",
    "author": "Buddha"
  },
  {
    "quote": "The trouble is, you think you have time.",
    "author": "Buddha"
  },
  {
    "quote": "If you light a lamp for somebody, it will also brighten your path.",
    "author": "Buddha"
  },
  {
    "quote": "Happiness will never come to those who fail to appreciate what they already have.",
    "author": "Buddha"
  },
  {
    "quote": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.",
    "author": "Buddha"
  },
  {
    "quote": "You only lose what you cling to.",
    "author": "Buddha"
  },
  {
    "quote": "Rule your mind or it will rule you.",
    "author": "Buddha"
  },
  {
    "quote": "The root of suffering is attachment.",
    "author": "Buddha"
  },
  {
    "quote": "Nothing can harm you as much as your own thoughts unguarded.",
    "author": "Buddha"
  },
  {
    "quote": "Learn this from water: loud splashes the brook but the oceans depth are calm.",
    "author": "Buddha"
  },
  {
    "quote": "Avoid evil deeds as a man who loves life avoids poison.",
    "author": "Buddha"
  },
  {
    "quote": "Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense.",
    "author": "Buddha"
  },
  {
    "quote": "Teach this triple truth to all: A generous heart, kind speech, and a life of service and compassion are the things which renew humanity.",
    "author": "Buddha"
  },
  {
    "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.",
    "author": "Buddha"
  },
  {
    "quote": "However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?",
    "author": "Buddha"
  },
  {
    "quote": "Every human being is the author of his own health or disease.",
    "author": "Buddha"
  },
  {
    "quote": "Nothing is permanent.",
    "author": "Buddha"
  },
  {
    "quote": "Set your heart on doing good. Do it over and over again and you will be filled with joy.",
    "author": "Buddha"
  },
  {
    "quote": "True love is born from understanding.",
    "author": "Buddha"
  },
  {
    "quote": "To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.",
    "author": "Buddha"
  },
  {
    "quote": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.",
    "author": "Buddha"
  },
  {
    "quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
    "author": "Buddha"
  },
  {
    "quote": "Peace comes from within. Do not seek it without.",
    "author": "Buddha"
  },
  {
    "quote": "If we could see the miracle of a single flower clearly our whole life would change.",
    "author": "Buddha"
  },
  {
    "quote": "It is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannot be taken from you.",
    "author": "Buddha"
  },
  {
    "quote": "Three things can not hide for long: the Moon, the Sun and the Truth.",
    "author": "Buddha"
  },
  {
    "quote": "Your purpose in life is to find your purpose and give your whole heart and soul to it.",
    "author": "Buddha"
  },
  {
    "quote": "There are only two mistakes one can make along the road to truth; not going all the way, and not starting.",
    "author": "Buddha"
  },
  
  {
    "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Simplicity, patience, compassion. These three are your greatest treasures. Simple in actions and thoughts, you return to the source of being. Patient with both friends and enemies, you accord with the way things are. Compassionate toward yourself, you reconcile all beings in the world.",
    "author": "Lao Tzu"
  },
  {
    "quote": "The journey of a thousand miles begins with a single step.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Knowing others is intelligence; knowing yourself is true wisdom. Mastering others is strength; mastering yourself is true power.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Life is a series of natural and spontaneous changes. Don't resist them; that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.",
    "author": "Lao Tzu"
  },
  {
    "quote": "A good traveler has no fixed plans and is not intent on arriving.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Those who know do not speak. Those who speak do not know.",
    "author": "Lao Tzu"
  },
  {
    "quote": "When you are content to be simply yourself and don't compare or compete, everyone will respect you.",
    "author": "Lao Tzu"
  },
  {
    "quote": "The truth is not always beautiful, nor beautiful words the truth.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Time is a created thing. To say 'I don't have time,' is like saying, 'I don't want to.",
    "author": "Lao Tzu"
  },
  {
    "quote": "The best fighter is never angry.",
    "author": "Lao Tzu"
  },
  {
    "quote": "If you are depressed you are living in the past. If you are anxious you are living in the future. If you are at peace you are living in the present.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Because one believes in oneself, one doesn't try to convince others. Because one is content with oneself, one doesn't need others' approval. Because one accepts oneself, the whole world accepts him or her.",
    "author": "Lao Tzu"
  },
  {
    "quote": "A man with outward courage dares to die; a man with inner courage dares to live.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Care about what other people think and you will always be their prisoner.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Nature does not hurry, yet everything is accomplished.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Be content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.",
    "author": "Lao Tzu"
  },
  {
    "quote": "At the center of your being you have the answer; you know who you are and you know what you want.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Be careful what you water your dreams with. Water them with worry and fear and you will produce weeds that choke the life from your dream. Water them with optimism and solutions and you will cultivate success. Always be on the lookout for ways to turn a problem into an opportunity for success. Always be on the lookout for ways to nurture your dream.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Do you have the patience to wait until your mud settles and the water is clear?",
    "author": "Lao Tzu"
  },
  {
    "quote": "The flame that burns Twice as bright burns half as long.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Silence is a source of Great Strength.",
    "author": "Lao Tzu"
  },
  {
    "quote": "If you understand others you are smart. If you understand yourself you are illuminated. If you overcome others you are powerful. If you overcome yourself you have strength. If you know how to be satisfied you are rich. If you can act with vigor, you have a will. If you don't lose your objectives you can be long-lasting. If you die without loss, you are eternal.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Stop thinking, and end your problems.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Manifest plainness, Embrace simplicity, Reduce selfishness, Have few desires.",
    "author": "Lao Tzu"
  },
  {
    "quote": "A leader is best when people barely know he exists. Of a good leader, who talks little, when his work is done, his aim fulfilled, they will say, “We did this ourselves.”",
    "author": "Lao Tzu"
  },
  {
    "quote": "Music in the soul can be heard by the universe.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Act without expectation.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Respond intelligently even to unintelligent treatment.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Are you looking for me? I am in the next seat. My shoulder is against yours... He is the breath inside the breath.",
    "author": "Kabir"
  },
  {
    "quote": "Many have died; you also will die. The drum of death is being beaten. The world has fallen in love with a dream. Only sayings of the wise will remain.",
    "author": "Kabir"
  },
  {
    "quote": "All know that the drop merges into the ocean, but few know that the ocean merges into the drop.",
    "author": "Kabir"
  },
  {
    "quote": "...But if a mirror ever makes you sad you should know that it does not know you.",
    "author": "Kabir"
  },
  {
    "quote": "If you want the truth, I’ll tell you the truth: Listen to the secret sound, the real sound, which is inside you.",
    "author": "Kabir"
  },
  {
    "quote": "The river that flows in you also flows in me.",
    "author": "Kabir"
  },
  {
    "quote": "I laugh when I hear that the fish in the water is thirsty... if you can't find where your soul is hidden, for you the world will never be real!",
    "author": "Kabir"
  },
  {
    "quote": "... What is God? He is the breath inside the breath.",
    "author": "Kabir"
  },
  {
    "quote": "Love does not grow on trees or brought in the market, but if one wants to be 'LOVED' one must first know how to give (unconditional) LOVE.",
    "author": "Kabir"
  },
  {
    "quote": "If you don't break your ropes while you're alive, do you think ghosts will do it after?",
    "author": "Kabir"
  },
  {
    "quote": "Wherever you are is the entry point.",
    "author": "Kabir"
  },
  {
    "quote": "The guest is inside you, and also inside me... The universe is shot through in all parts by a single sort of love.",
    "author": "Kabir"
  },
  {
    "quote": "There is dew on these poems in the morning, and at night a cool breeze may rise from them...",
    "author": "Kabir"
  },
  {
    "quote": "The sun is within me and so is the moon.",
    "author": "Kabir"
  },
  {
    "quote": "Listen, my friend. He who loves understands.",
    "author": "Kabir"
  },
  {
    "quote": "I talk to my inner lover, and I say, why such rush?... and that's why everything you do has some weird sense of failure in it.",
    "author": "Kabir"
  },
  {
    "quote": "I don't think there is such a thing as an intelligent mega-rich person. For who with a fine mind can look out upon this world and hoard what can nourish a thousand souls.",
    "author": "Kabir"
  },
  {
    "quote": "Nindak niyare rakhiye aangan kuti chhawaye; Bin sabun pani bina nirmal karat subhaye.",
    "author": "Kabir"
  },
  {
    "quote": "What is seen is not the Truth... Say Kabir, awareness alone will overcome illusion.",
    "author": "Kabir"
  },
  {
    "quote": "Listen to the secret sound, the real sound, which is inside you. The one no one talks of speaks the secret sound to himself, and he is the one who has made it all.",
    "author": "Kabir"
  },
  {
    "quote": "The Lord is in me, the Lord is in you, as life is in every seed, put false pride away and seek the Lord within.",
    "author": "Kabir"
  },
  {
    "quote": "Slowly slowly O mind... Everything in own pace happens, Gardner may water a hundred buckets... Fruit arrives only in its season.",
    "author": "Kabir"
  },
  {
    "quote": "बुरा जो देखण मैं चला, बुरा ना मिलया कोए जो मन खोजा अपना, तो मुझसे बुरा ना कोए",
    "author": "Kabir"
  },
  {
    "quote": "It is time to put up a love-swing!... and cover yourself inside entirely with the shadow of night.",
    "author": "Kabir"
  },
  {
    "quote": "As long as a human being worries about when he will die, and what he has that is his, all of his works are zero...",
    "author": "Kabir"
  },
  {
    "quote": "You have left Your Beloved and are thinking of others: and this is why your work is in vain.",
    "author": "Kabir"
  },
  {
    "quote": "When at last you are come to the ocean of happiness, do not go back thirsty.",
    "author": "Kabir"
  },
  {
    "quote": "No one could understand the secret of this weaver... He fixed the earth and the sky as the pillars, and he used the sun and the moon as two shuttles...",
    "author": "Kabir"
  },
  {
    "quote": "You have slept millions and millions of years. Why not wake up this morning?",
    "author": "Kabir"
  },
  {
    "quote": "Just throw away all thoughts of imaginary things, and stand firm in that which you are.",
    "author": "Kabir"
  },
  {
    "quote": "It is better to live your own destiny imperfectly than to live an imitation of somebody else's life with perfection.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "A gift is pure when it is given from the heart to the right person at the right time and at the right place, and when we expect nothing in return.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "No one who does good work will ever come to a bad end, either here or in the world to come.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "The happiness which comes from long practice, which leads to the end of suffering, which at first is like poison, but at last like nectar - this kind of happiness arises from the serenity of one's own mind.",
    "author": "Ved Vyasa, The Bhagavad Gita"
  },
  {
    "quote": "Curving back within myself I create again and again.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "Anyone who is steady in his determination for the advanced stage of spiritual realization and can equally tolerate the onslaughts of distress and happiness is certainly a person eligible for liberation.",
    "author": "A.C. Bhaktivedanta Swami Prabhupada, The Bhagavad Gita"
  },
  {
    "quote": "The peace of God is with them whose mind and soul are in harmony, who are free from desire and wrath, who know their own soul.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "He who has let go of hatred who treats all beings with kindness and compassion, who is always serene, unmoved by pain or pleasure, free of the 'I' and 'mine,' self-controlled, firm and patient, his whole mind focused on me — that is the man I love best.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "Perform all thy actions with mind concentrated on the Divine, renouncing attachment and looking upon success and failure with an equal eye. Spirituality implies equanimity.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "You have the right to work, but never to the fruit of work. You should never engage in action for the sake of reward, nor should you long for inaction.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "Hell has three hates: lust, anger and greed.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "The man who sees me in everything and everything within me will not be lost to me, nor will I ever be lost to him.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "I am Time, the great destroyer of the world.",
    "author": "Ved Vyasa, The Bhagavad Gita"
  },
  {
    "quote": "He who experiences the unity of life sees his own Self in all beings, and all beings in his own Self, and looks on everything with an impartial eye.",
    "author": "Krishna-Dwaipayana Vyasa, The Bhagavad Gita"
  },
  {
    "quote": "Set thy heart upon thy work, but never on its reward.",
    "author": "Ved Vyasa, The Bhagavad Gita"
  },
  {
    "quote": "I have become Death, the destroyer of worlds.",
    "author": "Bhagavad Gita"
  },
  {
    "quote": "For the senses wander, and when one lets the mind follow them, it carries wisdom away like a windblown ship on the waters.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "The nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "The wise grieve neither for the living nor for the dead.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "They say that life is an accident, driven by sexual desire, that the universe has no moral order, no truth, no God.",
    "author": "Ved Vyasa, The Bhagavad Gita"
  },
  {
    "quote": "We behold what we are, and we are what we behold.",
    "author": "Ved Vyasa, The Bhagavad Gita"
  },
  {
    "quote": "He is knowledge, He is the object of knowledge, and He is the goal of knowledge. He is situated in everyone's heart.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "Perform all work carefully, guided by compassion.",
    "author": "Ved Vyasa, The Bhagavad Gita"
  },
  {
    "quote": "The embodied soul is eternal in existence, indestructible, and infinite, only the material body is factually perishable.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "We never really encounter the world; all we experience is our own nervous system.",
    "author": "Krishna-Dwaipayana Vyasa, The Bhagavad Gita"
  },
  {
    "quote": "It is Nature that causes all movement. Deluded by the ego, the fool harbors the perception that says 'I did it'.",
    "author": "Veda Vyasa, The Bhagavad Gita"
  },
  {
    "quote": "O Krishna, the mind is restless.",
    "author": "Ved Vyasa, The Bhagavad Gita"
  },
  {
    "quote": "Feelings of heat and cold, pleasure and pain, are caused by the contact of the senses with their objects. They come and they go, never lasting long. You must accept them.",
    "author": "Anonymous, The Bhagavad Gita"
  },
  {
    "quote": "We are not cabin-dwellers, born to a life cramped and confined; we are meant to explore, to seek, to push the limits of our potential as human beings.",
    "author": "Ved Vyasa, The Bhagavad Gita"
  },
  {
    "quote": "I enter into each planet, and by My energy they stay in orbit. I become the moon and thereby supply the juice of life to all vegetables.",
    "author": "Krishna, The Bhagavad Gita"
  },
  {
    "quote": "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "author": "Rumi"
  },
  {
    "quote": "Out beyond ideas of wrongdoing and rightdoing there is a field. I'll meet you there.",
    "author": "Rumi"
  },
  {
    "quote": "The wound is the place where the Light enters you.",
    "author": "Rumi"
  },
  {
    "quote": "Stop acting so small. You are the universe in ecstatic motion.",
    "author": "Rumi"
  },
  {
    "quote": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
    "author": "Rumi"
  },
  {
    "quote": "What you seek is seeking you.",
    "author": "Rumi"
  },
  {
    "quote": "Don’t grieve. Anything you lose comes round in another form.",
    "author": "Rumi"
  },
  {
    "quote": "The minute I heard my first love story, I started looking for you, not knowing how blind that was. Lovers don't finally meet somewhere. They're in each other all along.",
    "author": "Rumi"
  },
  {
    "quote": "Dance, when you're broken open. Dance, if you've torn the bandage off. Dance in the middle of the fighting. Dance in your blood. Dance when you're perfectly free.",
    "author": "Rumi"
  },
  {
    "quote": "Don't be satisfied with stories, how things have gone with others. Unfold your own myth.",
    "author": "Rumi"
  },
  {
    "quote": "If you are irritated by every rub, how will your mirror be polished?",
    "author": "Rumi"
  },
  {
    "quote": "When you do things from your soul, you feel a river moving in you, a joy.",
    "author": "Rumi"
  },
  {
    "quote": "You were born with wings, why prefer to crawl through life?",
    "author": "Rumi"
  },
  {
    "quote": "Forget safety. Live where you fear to live. Destroy your reputation. Be notorious.",
    "author": "Rumi"
  },
  {
    "quote": "Knock, And He'll open the door. Vanish, And He'll make you shine like the sun. Fall, And He'll raise you to the heavens. Become nothing, And He'll turn you into everything.",
    "author": "Rumi"
  },
  {
    "quote": "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "author": "Rumi"
  },
  {
    "quote": "When I am with you, we stay up all night. When you're not here, I can't go to sleep. Praise God for those two insomnias! And the difference between them.",
    "author": "Rumi"
  },
  {
    "quote": "My soul is from elsewhere, I'm sure of that, and I intend to end up there.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "quote": "Silence is the language of God, all else is poor translation.",
    "author": "Rumi"
  },
  {
    "quote": "I want to see you. Know your voice. Recognize you when you first come 'round the corner...",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "quote": "Sell your cleverness and buy bewilderment.",
    "author": "Rumi"
  },
  {
    "quote": "In your light I learn how to love. In your beauty, how to make poems...",
    "author": "Rumi"
  },
  {
    "quote": "Ignore those that make you fearful and sad, that degrade you back towards disease and death.",
    "author": "Rumi Jalalud-Din"
  },
  {
    "quote": "Lovers don't finally meet somewhere. They're in each other all along.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "quote": "لا تجزع من جرحك، وإلا فكيف للنور أن يتسلل إلى باطنك؟",
    "author": "جلال الدين الرومي"
  },
  {
    "quote": "Everything in the universe is within you. Ask all from yourself.",
    "author": "Mawlana Jalal-al-Din Rumi"
  },
  {
    "quote": "Goodbyes are only for those who love with their eyes. Because for those who love with heart and soul there is no such thing as separation.",
    "author": "Rumi"
  },
  {
    "quote": "Where there is ruin, there is hope for a treasure.",
    "author": "Rumi"
  },
  {
    "quote": "I want to sing like the birds sing, not worrying about who hears or what they think.",
    "author": "Rumi"
  },
  {
    "quote": "Let yourself be drawn by the stronger pull of that which you truly love.",
    "author": "Rumi"
  },
  {
    "quote": "Take up one idea. Make that one idea your life; dream of it; think of it; live on that idea...",
    "author": "Swami Vivekananda"
  },
  {
    "quote": "You have to grow from the inside out. None can teach you, none can make you spiritual. There is no other teacher but your own soul.",
    "author": "Vivekananda"
  },
  {
    "quote": "In a conflict between the heart and the brain, follow your heart.",
    "author": "Vivekananda"
  },
  {
    "quote": "In a day, when you don't come across any problems - you can be sure that you are travelling in a wrong path.",
    "author": "Vivekananda"
  },
  {
    "quote": "The great secret of true success, of true happiness, is this: the man or woman who asks for no return...",
    "author": "Vivekananda"
  },
  {
    "quote": "All power is within you; you can do anything and everything. Believe in that, do not believe that you are weak...",
    "author": "Vivekananda"
  },
  {
    "quote": "The greatest religion is to be true to your own nature. Have faith in yourselves.",
    "author": "Vivekananda"
  },
  {
    "quote": "The greatest sin is to think yourself weak.",
    "author": "Vivekananda"
  },
  {
    "quote": "Anything that makes weak - physically, intellectually and spiritually, reject it as poison.",
    "author": "Vivekananda"
  },
  {
    "quote": "Dare to be free, dare to go as far as your thought leads, and dare to carry that out in your life.",
    "author": "Vivekananda"
  },
  {
    "quote": "We are what our thoughts have made us; so take care about what you think. Words are secondary. Thoughts live; they travel far.",
    "author": "Vivekananda"
  },
  {
    "quote": "Arise, awake, stop not till the goal is reached.",
    "author": "Vivekananda"
  },
  {
    "quote": "They alone live, who live for others.",
    "author": "Vivekananda"
  },
  {
    "quote": "Be not Afraid of anything. You will do Marvelous work. It is Fearlessness that brings Heaven even in a moment.",
    "author": "Vivekananda"
  },
  {
    "quote": "All love is expansion, all selfishness is contraction...",
    "author": "Vivekananda"
  },
  {
    "quote": "You cannot believe in God until you believe in yourself.",
    "author": "Vivekananda"
  },
  {
    "quote": "Neither seek nor avoid, take what comes.",
    "author": "Vivekananda"
  },
  {
    "quote": "Feel nothing, know nothing, do nothing, have nothing, give up all to God...",
    "author": "Vivekananda"
  },
  {
    "quote": "Strength is Life, Weakness is Death. Expansion is Life, Contraction is Death...",
    "author": "Vivekananda"
  },
  {
    "quote": "Comfort is no test of truth. Truth is often far from being comfortable.",
    "author": "Vivekananda"
  },
  {
    "quote": "The fire that warms us can also consume us; it is not the fault of the fire.",
    "author": "Vivekananda"
  },
  {
    "quote": "Learn Everything that is Good from Others, but bring it in, and in your own way absorb it...",
    "author": "Vivekananda"
  },
  {
    "quote": "Do one thing at a Time, and while doing it put your whole Soul into it to the exclusion of all else.",
    "author": "Swami Vivekananda"
  },
  {
    "quote": "Was there ever a more horrible blasphemy than the statement that all the knowledge of God is confined to this or that book?",
    "author": "Vivekananda"
  },
  {
    "quote": "Whatever you think that you will be. If you think yourself weak, weak you will be; if you think yourself strong, you will be.",
    "author": "Swami Vivekananda"
  },
  {
    "quote": "All differences in this world are of degree, and not of kind, because oneness is the secret of everything.",
    "author": "Swami Vivekananda"
  },
  {
    "quote": "Each work has to pass through these stages—ridicule, opposition, and then acceptance...",
    "author": "Swami Vivekananda"
  },
  {
    "quote": "We are responsible for what we are, and whatever we wish ourselves to be, we have the power to make ourselves...",
    "author": "Swami Vivekananda"
  },
  {
    "quote": "Ask nothing; want nothing in return. Give what you have to give; it will come back to you...",
    "author": "Swami Vivekananda"
  },
  {
    "quote": "A fool may buy all the books in the world, and they will be in his library; but he will be able to read only those that he deserves to.",
    "author": "Swami Vivekananda"
  },
  {
    "quote": "Compassion links us to others. We share a common humanity with a common wish to be happy, free from suffering and to live with grace.",
    "author": "Marianne Williamson"
  },
  {
    "quote": "I am… I am includes the fact that I do beautiful things and I do crappy things, and I am.",
    "author": "Ram Dass"
  },
  {
    "quote": "You do not have to be good./ You do not have to walk on your knees/ for a hundred miles through the desert, repenting./ You only have to let the soft animal of your body/ love what it loves.",
    "author": "Mary Oliver"
  },
  {
    "quote": "If you are unkind to yourself, you will be unkind to others. And if you are negligent of yourself, you will be that to others. Only by feeling compassion for yourself can you feel compassion for others. If you cannot love yourself you cannot love others, and you cannot stand to see others loved. If you cannot treat your own self kindly, you will resent that treatment when you see it in anyone else. If you cannot love yourself, loving others becomes a very painful endeavor with only occasional moments of comfort. In other words, loving others, or how you treat yourself, is your own dose of your own medicine, that you really give to others at the same time.",
    "author": "Gary Zukav"
  },
  {
    "quote": "We can still be crazy after all these years. We can still be angry after all these years. We can still be timid or jealous or full of feelings of unworthiness. The point is... not to try to throw ourselves away and become something better. It's about befriending who we already are.",
    "author": "Pema Chodron"
  },
  {
    "quote": "To love oneself is the beginning of a life-long romance.",
    "author": "Oscar Wilde"
  },
  {
    "quote": "It's okay to be a compassionate mess.",
    "author": "Kristin Neff"
  },
  {
    "quote": "In a world, a mind, a body at war, no quality active or passive is more healing than essential compassion.",
    "author": "Stephen Levine"
  },
  {
    "quote": "I love myself. The quietest. Simplest. Most powerful. Revolution. Ever.",
    "author": "Nayyirah Waheed"
  },
  {
    "quote": "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world.",
    "author": "Lucille Ball"
  },
  {
    "quote": "If we take good care of ourselves, we help everyone. We stop being a source of suffering to the world, and we become a reservoir of joy and freshness.",
    "author": "Thich Nhat Hanh"
  },
  {
    "quote": "Kind words are like honey, sweet to the soul and healthy for the body.",
    "author": "Proverbs 16:24"
  },
  {
    "quote": "When we struggle, we give ourselves compassion not to feel better, but because we feel bad.",
    "author": "Kristin Neff & Christopher Germer"
  },
  {
    "quote": "And also, I came to see that there are angels in our lives who take many forms: sometimes in the guise of a caretaker, sometimes a compassionate friend or family member. But always, we will be our own best friend when we care about what we say to ourselves in our minds and use our language to open the door to new possibilities and move past our anger and fears.",
    "author": "Guruatma Khalsa & Jeannette Pavandev Darcy"
  },
  {
    "quote": "You, yourself, as much as anybody in the entire universe, deserve your love and affection.",
    "author": "Buddha"
  },
  {
    "quote": "Self-compassion is like a muscle. The more we practice flexing it, especially when life doesn’t go exactly according to plan, the stronger and more resilient our compassion muscle becomes.",
    "author": "Sharon Salzberg"
  },
  {
    "quote": "A moment of self-compassion can change your entire day. A string of such moments can change the course of your life.",
    "author": "Christopher Germer"
  },
  {
    "quote": "The only thing that was ever wrong with me was my belief that there was something wrong with me. I quit spending my life trying to control myself and began to trust myself. We only control what we don’t trust. We can either control ourselves or love ourselves, but we can’t do both.",
    "author": "Glennon Doyle"
  },
  {
    "quote": "The capacity for compassion and response grows slowly from cultivation and practice.",
    "author": "Stephanie Kaza"
  },
  {
    "quote": "You have been criticizing yourself for years, and it hasn’t worked. Try approving of yourself and see what happens.",
    "author": "Louise Hay"
  },
  {
    "quote": "We don’t make lasting, constructive changes in our lives because of shame or self-loathing. We finally decide we were made for something more. This might come to us as a very small sense of knowing, but it’s a change in perspective, and it is the soil for new life.",
    "author": "Leeana Tankersley"
  },
  {
    "quote": "Nothing will work unless you do.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Where we think we need more self-discipline, we usually need more self-love.",
    "author": "Tara Mohr"
  },
  {
    "quote": "Loving yourself is having reverence ultimately for life. …It’s a deep gratitude for the life you have.",
    "author": "Brendon Burchard"
  },
  {
    "quote": "When we truly care for ourselves, it becomes possible to care far more profoundly about other people. The more alert and sensitive we are to our own needs, the more loving and generous we can be toward others.",
    "author": "Eda LeShan"
  },
  {
    "quote": "Wherever we’re trying to go, we do not bully ourselves there. We believe ourselves there.",
    "author": "Leeana Tankersley"
  },
  {
    "quote": "No amount of self-improvement can make up for any lack of self-acceptance.",
    "author": "Robert Holden"
  },
  {
    "quote": "True love of self is not narcissistic, nor is it even self-centered. Those traits are nothing but the contrived window-dressing of self-hate. True love of self is simple acceptance. Without it, you can never be happy, nor even fully healthy. Without it, you can never love others.",
    "author": "Dharma Singh Khalsa M.D. and Cameron Stauth"
  },
  {
    "quote": "I learned…that sometimes there is just very little in life we can control. But one thing we can always control is how we treat ourselves. And that one thing can change everything.",
    "author": "Leanna Tankersley"
  },
  {
    "quote": "You know quite well, deep within you, that there is only a single magic, a single power, a single salvation… and that is called loving.",
    "author": "Hermann Hesse"
  },
  {
    "quote": "Perfectionism is self-abuse of the highest order.",
    "author": "Anne Wilson Schaef"
  },
  {
    "quote": "What is happening in your innermost self is worthy of your entire love; somehow you must find a way to work at it.",
    "author": "Rainer Maria Rilke"
  },
  {
    "quote": "How much we know and understand ourselves is critically important, but there is something that is even more essential to living a wholehearted life: loving ourselves.",
    "author": "Brené Brown"
  },
  {
    "quote": "Self-love is learning how to listen to your own heart so you can understand someone else’s.",
    "author": "Zella Sage"
  },
  {
    "quote": "Self-awareness and self-love matter. Who we are is how we lead.",
    "author": "Brené Brown"
  },
  {
    "quote": "While you might think it's a trick, having affection for one's goofy, crabby, annoying, lovely self is home. This has been my meager salvation.",
    "author": "Anne Lamott"
  },
  {
    "quote": "If your compassion does not include yourself, it is incomplete.",
    "author": "Jack Kornfield"
  },
  {
    "quote": "The way you treat your own heart is the way you will end up treating everyone else’s.",
    "author": "John Eldridge"
  },
  {
    "quote": "Compassion for others begins with kindness to ourselves.",
    "author": "Pema Chodron"
  },
  {
    "quote": "A mind committed to compassion is like an overflowing reservoir – a constant source of energy, determination and kindness.",
    "author": "The Dalai Lama"
  }
]

